dt = [
    {
        "id": 1,
        "name": "Кепка",
        "price": 10,
        "count": 9,
        "description": "Удобная кепка из натурального хлопка. Защищает от солнца и добавляет стиль к вашему образу.",
    },
    {
        "id": 2,
        "name": "Футболка",
        "price": 5,
        "count": 9,
        "description": "Футболка с классическим кроем из мягкого и дышащего материала. Идеально подходит для повседневной носки.",
    },
    {
        "id": 3,
        "name": "Джинсы",
        "price": 10,
        "count": 3,
        "description": "Качественные джинсы из прочного материала. Удобные и стильные, подходят для любой ситуации.",
    },
    {
        "id": 4,
        "name": "Носки",
        "price": 10,
        "count": 3,
        "description": "Мягкие и удобные носки из хлопка. Отличный выбор для повседневной носки и занятий спортом.",
    },
]